bradlc.vscode-tailwindcss
docker.docker
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
humao.rest-client
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.live-server
rangav.vscode-thunder-client
ritwickdey.liveserver
steoates.autoimport
vscode-icons-team.vscode-icons
